[
  {
    "index": 0,
    "headline": "Has the theory of panspermia a place in the W* universe?",
    "content": "<p>I'd say that many things are possible in W*. That doesn't mean they apply to all instances of intelligent life in the galaxy, tho.</p></p>Let me also clarify, I'm talking about the THEORY here. Whether it's true or not is a whole other ball of wax.</p>",
    "source": "https://twitter.com/arismash/status/710187128634867712",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
  "index": 1,
  "headline": "How common are habitable planets in the WildStar galaxy?",
  "content": "<p>Habitable\n\nplanets are very rare in the galaxy. As would be expected, the planetary conditions necessary to support life are extremely uncommon, and therefore most planets are devoid of living organisms - sentient or otherwise.</p><p>Given their rarity, the distances between habitable planets can be very large. This is made even more evident in the wild, uncharted Fringe region, due to its distance from the galaxy's core. As you get further from the star-rich core, the density of stars declines and the distance between each star increases. If not for the invention of the spindrive, travel between planets would almost be impossible.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
  "expanded": true
},
  {
    "index": 2,
    "headline": "What is the nature of hyper-space travel in WildStar?",
    "content": "<p>In the WildStar universe, space travel between star systems is both commonplace and challenging. The majority of known spacefaring races in WildStar use spindrive technology. Spindrives are powerful, rotating engines that create singularities, thus warping the fabric of spacetime and allowing starships to enter hyper-space. hyper-space co-exists with normal space, but starships are able to travel much faster within it. Because of this, traveling in hyper-space is often referred to as \"jumping.\"</p><p>While a spindrive can allow a ship to travel exponentially faster than it normally could, hyper-space travel is not instantaneous. A journey between Cassus and Mikros still takes about four months, instead of the centuries it would take with a more conventional light speed propulsion engine. Luckily cryosleep techniques minimize the life support resources needed for such long journeys - as well as the number of passengers going insane out of sheer boredom.</p><p>It also takes an incredible amount of energy to shift into hyper-space, so having enough fuel for the spindrive is always a serious concern. That is one of the reasons that space exploration beyond the Fringe can be very dangerous - as the Fringe is mostly unmapped, the chances of being stranded away from any known fuel source are much higher.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 3,
    "headline": "What other kinds of ships are there? we know of slum & arkships, how about factory/industry ships for production?",
    "content": "<p>Though we haven't touched on other kinds of vessels, you can assume that all manner of starships are manufactured and in use.</p>",
    "source": "https://twitter.com/arismash/status/710187723877965824",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 4,
    "headline": "Can you elaborate on what a \"primal pattern\" is? Is it a genetic code or is it something entirely different?",
    "content": "<p>In addition to many of the physical laws that hold true in our universe, the WildStar cosmos is also governed by six primal powers—more specifically, four kinds of matter earth, air, fire and water) and two forces (life and logic). These six basic things make up all of the fantastic compounds, items, and beings in the WildStar universe. So a primal pattern is the ratio, concentration and manner in which these primal powers mix and interact to form an object or creature.</p><p>In a way it is similar to a genetic code in that it is distinct and specific to each and every thing, but it is not limited to living beings. A lifeless mineral has a primal pattern just as a jabbit or Draken does.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 5,
    "headline": "What's runecrafting lore? Or is it just random gameplay feature?",
    "content": "<p>Runecrafting is a method of binding the primal elements into gear.</p>",
    "source": "https://twitter.com/Mrachnoglyad/status/715256269800673281",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 6,
    "headline": "Does each race marry its own kind only or do they some times marry other races?",
    "content": "<p>Love is a strange thing, and inter-species romances aren't unheard of.</p>",
    "source": "https://twitter.com/Torrinragequit/status/715262889930534912",
    "sourcetype": "twitter",
    "expanded": true
  }
]