[{
  "headline": "Overview",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Names",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Speech",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Personality Profile",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Motivation",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Lifespan",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Physical Appearance",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Physiology",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Homeworld",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "History",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Industry",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Religion",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Communities",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Relations",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Faction",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "headline": "Glossary",
  "content": "<p></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/mordesh/",
  "sourcetype": "loremageddon",
  "expanded": true
},
  {
    "index": 0,
    "headline": "The Moons of Grismara",
    "content": "<p>Grismara is a large rocky world with slightly lower gravity than Cassus standard. It has many minor satellites both natural and artificial, with six major terrestrial moons that have long played an important part in Mordesh culture. The name of each moon evolved into the names eventually given to corresponding elemental humours (what the Eldan knew as the primal powers).</p><p>The moons were especially important in the long-abandoned methods of Mordesh astrology. Though the practice was largely supplanted by the better-known Kemos religion in ancient times, its influence on the Mordescu language remains widespread. To be born under the light of Pirin, for example, was said to indicate a hot temper and an aggressive spirit - and when more than one moon is ascendant, the combinations of these forces were said to change destinies. Today the moons' names can be seen most often in Mordesh poetry, oaths, and colloquialisms as indicators of particular emotional, historical, or cultural significance.</p><p>The moons of Grismara currently remain behind the Dominion's blockade of the system. What little is known about their current state comes from remote observations carried out by the Royal Collegium scientists stationed with the blockade fleet and what fragmented records escaped with scientists like the Lazarins. Unfortunately for the Mordesh, those living on the habitable moons suffered the same fate as those on Grismara, meaning they are now dead or Ravenous.</p><h2>Pirin</h2><p>Its name the inspiration for the elemental humour pyros, or primal fire, Pirin is the only Grismaran moon that produces its own light, though Logoz's semi-translucent crystalline structure often shines brighter in the sky. Pirin's glow is due to naturally occurring, moon-wide volcanism rather than refraction and reflection however. Its surface is uninhabitable for most known life forms, but the Mordesh did establish two permanent, heavily shielded orbiting settlements before Contagion outbreaks hit. These settlements are now off-limits and filled with hungry Ravenous.</p><p>Pirin is associated with anger, passion, violence, and conflict. Those born under the light of Pirin are said to be the greatest Warriors of ancient Grismara.</p><h2>Aquazar</h2><p> Aquazar's cold, crystal-blue surface inspired the name of aquia, the elemental humour also known as primal water. A frozen water world, the many winter-themed resorts and research facilities that once dotted its surface have been lost to the Ravenous for years. But untouched by the Ravenous or the Contagion, massive cephalopods and bizarre monster-fish occupy the lightless depths of its hidden, subglacial seas.</p><p>Aquazar is said to grant tranquility and a peaceful nature, but those born under its light (such as Avra Darkos) are also thought to conceal many mysteries.</p><h2>Terov</h2><p>Primal earth - the elemental humour called terra - is associated with this dark, rocky orb which reflects little light from the Grismaran sun. It would be nearly invisible but for canyons and valleys exposing raw metallic ores and minerals deeper in the moon's core. Once it was home to many mining operations, including several leased by offworld concerns like Protostar, but that industry has not been operational since the Long Night.</p><p>Terov is associated with wealth, stability, and strength. It is also traditionally associated with Mordesh weddings, as the rare minerals once mined there were favorites of brides and grooms alike.</p><h2>Ethrin</h2><p>Ethrin's name is related to aether, the elemental humour synonymous with primal air. It is one of two moons with an atmosphere, but not one that can support typical organic life. Its silvery-white cloud cover makes it nearly as reflective as the surface of Aquazar (while still not as bright as Logoz), but it conceals tumultuous winds, massive lightning storms, and atmospheric pressure that would crush even a Granok within minutes. Pre-Contagion, it was a popular vacation destination for daredevil sporting enthusiasts who liked to surf the upper layers of Ethrin's clouds using heavily shielded saucer-pods.</p><p>Those born under Ethrin's shining light are said to have mercurial personalities, tempestuous emotions, and a penchant for risk-taking. Poets often claim that when a Mordesh born under Ethrin falls in love with one born under Pirin's radiance, the union creates new stars in the sky.</p><h2>Vitrova</h2><p>The tragedy of Vitrova haunts many Mordesh who escaped the Contagion. Tied closely to the elemental humour vitus (or primal life) Vitrova was a lush, green terrestrial world that possessed its own rich ecology largely isolated from Grismara. When the Contagion struck, however, the Mordesh who lived there studying its fascinating ecosystem or harvesting its abundant natural resources fared no better than their kin on the planet below. Today, most large fauna have long since been devoured by the Ravenous, who are rarer here than they are on the surface of Grismara. The sparseness of their population combined with the still-dense jungles and woodlands covering Vitrova makes the hungry undead an even more unpredictable threat.</p><p>To be born under the light of Vitara is to be youthful, healthy, and vibrant. Many great healers were born under this moon.</p><h2>Logoz</h2><p>The moon Logoz lends its name to the elemental humour logos (i.e., primal logic). It is a unique body in the Grismaran system - and, indeed, in most of known space - as all scans indicate it is entirely crystalline in nature. The massive, fractal mineral structures which make up the moon's surface were once used by ancient Mordesh astrologers to calculate the trajectory of other moons and develop precise horoscopic predictions.</p><p>Visiting the moon itself can be quite dangerous to organic life and technology since the dust that lightly covers Logoz is made of the same crystalline elements as the rest of the surface. Even though this dust gives the thin atmosphere a sparkling, magical quality it can and will clog breathing tubes, cause friction tears in the strongest spacesuits, and grind the delicate inner workings of ship engines to a halt.</p><p>Logoz is, not surprisingly, associated with mathematics, logical thinking, scientific analysis, and cold reason. It is also thought to grant an inquisitive mind and uncanny intuition to those born under its light. Both Victor and Lucy Lazarin were born under Logoz.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "Traditional Music",
    "content": "<p>Modern Mordesh music is generally emotional, stylistically diverse, and very popular with students of all species. Pre-Contagion music is largely instrumental or operatic, played on acoustic instruments that filled the vast concert halls and amphitheaters of Grismara with epic stories and sweeping chorales. Once their society collapsed, the surviving Mordesh favored sad, mournful ballads for small audiences. Since arriving on Nexus, many Mordesh have begun to experiment with new electronic and primal musical forms inspired by their new homes such as the Alchemical Romantic movement, Classic Lazarock, and the Resurrection Blues.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#artsandculture",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "Is Kemos an Eldan?",
    "content": "Not according to the Mordesh.",
    "source": "https://twitter.com/danielwhitcomb/status/710190115478351872",
    "sourcetype": "twitter",
    "expanded": true
  }
]