[
  {
    "scope": 20,
    "headline": "Focused Enhancement",
    "content": "<p>The black volcanic stone in this region is naturally infused with high levels of primal earth and life, resulting in the formation of these elemental creatures. I have decided to install a number of primal focusers in this particular location, assuming that it will result in the creation of a larger and more destructive specimen. Perhaps I will unleash it on the Maker’s new augmentation facility to the east.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Focused Enhancement",
    "content": "<p>The black volcanic stone in this region is naturally infused with high levels of primal earth and life, resulting in the formation of these elemental creatures. I have decided to install a number of primal focusers in this particular location, assuming that it will result in the creation of a larger and more destructive specimen. Perhaps I will unleash it on the Maker’s new augmentation facility to the east.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Arboreal Ascension",
    "content": "<p>These trees are fascinating. My analysis indicates that they are infused with extremely high levels of primal air resulting in their elevated status. Curious… the existence of such a life form indicates that the latter phases of the Project might indeed be attainable.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Geologic Acceleration",
    "content": "<p>This mineral is unlike anything I have ever encountered. Heavily infused with primal life, it appears to accelerate physiological systems, resulting in enhanced traits like increased stamina and faster reflexes. I must remember this. Such a substance presents… interesting… possibilities.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Female Leadership",
    "content": "<p>I find it interesting that the Falkrin females have been chosen as the voice of their new god, especially given how dominant the males were designed. That being said, the females are far more intelligent and inherently skilled than their male counterparts. This, of course, is not surprising at all.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Combustible Creation",
    "content": "<p>With my aid, the Makers have created a machine to create elemental life forms from pure primal fire. The infusion process is complicated, and well beyond the often blunt mechanical minds that are characteristic of their order. Regardless, the life forms do display a dangerous beauty. The Pell seem especially enamored with them. Perhaps I will share the secrets of their making with our simple servants.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Totemic Power",
    "content": "<p>Fascinating. These primitive totemic sculptures are infused with high levels of primal life, providing a natural defense against damage and decay. It seems the hulking forest guardians who created them have an instinctive grasp of both infusion and evocation, making them more dangerous – and infinitely more interesting.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Uncontrolled Energies",
    "content": "<p>Air has always been my favorite of all the primal powers. It is dynamic, wild, and inherently resistant to control. I visit this region often, drawn by the powerful storms that often surround the Focus of Air. It serves as a useful reminder that there are still many things beyond our control….</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Potential Candidate",
    "content": "<p>I have much to consider. The Archon has mentioned that I may be one of the six vessels chosen for the creation of the Genesis Prime. Although I cannot deny a certain fear about the process itself, it is greatly outweighed by the anticipation of what might follow. Just think of what I… what we… could accomplish with such incomprehensible power. I would have no choice but to accept.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Questionable Omniscience",
    "content": "<p>We consider ourselves so advanced. Yet I find it curious that we name our greatest creations after ancient Eldan gods. Osiric. Hydris. Are we still such fearful little children that we must invoke their names in order to find comfort? Or do we foolishly aspire to unattainable greatness? Neither prospect is especially comforting.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Fluid Instability",
    "content": "<p>Water is the most difficult of all of the primal elements. It is elusive and unpredictable, with an inherent instability that makes it difficult to manipulate. It should therefore come as no surprise that Yuria has been chosen for the Hydris Protocols. She could not possibly be more unstable.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Physiological Amplifier",
    "content": "<p>Recent experiments with direct infusion of pure primal water into an organism’s bloodstream have revealed an unexpected result. In almost every test subject, there were massive physiological changes-including greatly increased muscle mass and enhanced cardiovascular capabilities. Not surprisingly, neural instability has led to elevated aggression levels.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Crystalline Matrix",
    "content": "<p>These loftite crystals are fascinating. I have never before encountered a substance so purely infused with primal air – resulting in an extraordinary localized reduction in the force of gravity. It seems the beginning of our little “science project” can be counted a success.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Volatile Power",
    "content": "<p>By extracting pure primal air from loftite crystals, the tower below is able to generate wildly different meteorological effects. Currently the machine is generating a storm, but it could just as easily create destructive bolts of lightning, or a whirlwind of such power it would tear this facility apart. What a sight that would make…</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Liquid Subjugation",
    "content": "<p>The Osun females display impressive skills with infusion and evocation that have evolved far beyond the simple lessons that I have shared with them. One individual created a powerful elixir that allowed her to subjugate inferiors, making them into mindless slaves. Our children are learning far more from us than we expected.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Strange Elixir",
    "content": "<p>The Osun’s so-called Darkwitches have continued to perfect their arcane disciplines of subjugation, creating an elixir known as “soulrot” to enslave their thralls. After studying this mixture closely, I must admit that it reflects a dangerous level of potency that should be impossible to produce for a race so young. I might pity their victims if I wasn’t so thoroughly impressed.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Primal Infusion",
    "content": "<p>I have never before directly infused an organism with such high levels of primal energy, and I find the results to be staggering. The test subject has undergone a dramatic physical transformation and now displays previously unrecorded skills in evocation that make it a dangerous creature indeed. This revelation bodes well for the Project’s next phase.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Aquatic Infusion",
    "content": "<p>This is a perfect location for my upcoming experiment. By tapping the massive reservoir of primal water beneath this lake, I hope to weave a being of pure primal energy. If successful, this will represent a landmark in the history of my Order and a giant step towards achieving the goals of the Project itself. I suppose I must mention the technological contribution of the Makers, although I consider it trivial at best.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Biological Agent",
    "content": "<p>The inherent instability of primal water opens up a number of interesting possibilities. By weaving malignant biological material with the substance, I have been able to create an extremely virulent gaseous agent – one that even in the smallest amount has proven fatal to test subjects. I must be cautious. The opportunity for mayhem among my colleagues often encourages me to ignore protocol.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  },
  {
    "scope": 20,
    "headline": "Elemental Anomaly",
    "content": "<p>Hmmm. These elemental creatures have developed an unusual interest in one of their own kind – a powerful individual that lives beneath the waters. In most organisms, I would not find such behavior anomalous, but I generally consider elementals to be primitive life forms at best. That these should display such advanced societal behaviors makes them special – and pleasantly dangerous.</p>",
    "source": "Datacube",
    "sourcetype": "datacube"
  }
]