[
  {
    "index": 0,
    "headline": "The Exile Judges",
    "content": "<p>There are rare cases when an Exile community is unable to solve a difficult internal situation—and in those cases they will call for a Judge. Although not governed by any established law, a Judge is expected to assess the situation in light of how the particular community operates, and to then take action and pass his judgment accordingly. Although most Judges are both fair and wise, their administration of justice is often swift and brutal. Given that, Judges are often feared even by those communities that call for their help. In the lawless territories of the Exiles, these individuals serve as judge, jury, and executioner.</p><p>Judges are not part of a larger organized group. Becoming a Judge is, more often than not, an ongoing process that includes gaining the trust of local communities over a number of years. Oftentimes, a Judge will travel with a number of Justices—less experienced individuals who are aspiring to become a Judge. Most Judges are nomadic, staying on the move, maintaining their objectivity through limited contact with any one community. In Exile territories, it is not uncommon to encounter a wandering Judge awaiting the call for his services.</p><p>Judges carry with them large volumes that chronicle the various cases over which they have presided, and they can often be found reading though them during investigations and when passing final judgment.</p><p>There are a number of judges that, because of their experience and their standing with multiple communities—sometimes even planet-wide—achieve the unofficial title of 'High Judge.' The number of Exile High Judges is relatively small, and all of them are universally respected by Judges and Justices alike. In complex or difficult situations, a Judge might seek the advice of a High Judge, hoping to benefit from the High Judge's deeper experience and wisdom.</p><p>Judges usually have relationships with the individuals who are responsible for policing Exile communities—such as Peacekeepers in Exile townships. In most cases, these individuals welcome the help of Judges—but conflicts are not unknown. The best Judges know how to deal with such conflicts—and do so in ways that are the most helpful to the community. That being said, Judges take their responsibilities very seriously, and will not tolerate any interference with their work. This could mean incarcerating troublemakers, or, in the most extreme cases, eliminating them from the equation.</p><p>The Judges are chosen and trained in the Hall of Judgment. There is a High Court in the Hall that presides over important cases that local Judges are unable to resolve. The High Judge Bron Kellick presides over this court, and—as the most seasoned Exile Judge—serves as the de facto leader for those of his kind.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "About Thayd",
    "content": "<p>Thayd is, in fact, the remnants of an ancient Osun city. Though the history of Thayd has not been fully explored by the Exiles, archaeologists from the XAS have pieced together a few tidbits. For one, Thayd was one of the most populous Osun settlements on Nexus. It appears as if the Osun rebelled against the Eldan at some point, and Thayd was laid to ruin in the ensuing conflict. The Osun citizens either fled the wrath of the Eldan or died defending the city.</p><p>As to the name, the story goes that Dorian Walker discovered the ruins shortly after arriving on Nexus. During his survey of the city's remains, he discovered a datacube that identified the city as \"Kel Thayud\". When he reported to the Exiles and named several possible locations for their future capital city, he mispronounced the city's name as \"Kel Thayd\". Eventually the name was shortened to \"Thayd\", and the rest is history.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "Are there instances of races kind of acting like others whether by liking or a fascination? (Mordesh acting like an aurin, etc)",
    "content": "<p>Possibly. In every population, there are people who act outside the accepted social norm. We tend to call them \"crazy\" or \"insane\".</p>",
    "source": "https://twitter.com/LannSC/status/710195934458552320",
    "sourcetype": "twitter",
    "expanded": true
  }
]