[
  {
    "index": 0,
    "headline": "What is the name of the moon alongside Halon?",
    "content": "<p>That gaseous moon is called Pyra, and it is one persistent mystery of Nexus that has yet to be resolved. Surrounded by a seemingly impenetrable force field of presumably Eldan manufacture, whatever is on the moon's surface beneath a dense canopy of red-orange clouds is a complete enigma to galactic science.</p><p>Both the Exile Academy of Science (XAS) and the Dominion's Royal Collegium (as well as related organizations like the Alchemists Guild and DRED) maintain ongoing efforts to break through the shield, but to date all attempts to penetrate the powerful Eldan defenses have met with failure.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "Do the suns around Nexus have names?",
    "content": "<p>They don't yet! But this gives me an incredible idea.</p>",
    "source": "https://twitter.com/MithraDragoon/status/710197311121596420",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "Any famous ships crash on Nexus?",
    "content": "<p>Besides Tresayne's ship (in Wilderrun), I can't reveal too much more on this subject. Sorry!</p>",
    "source": "https://twitter.com/Gamer_Phix/status/710186190545285122",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 3,
    "headline": "What are all the continents on Nexus and what planets / Moons surround it?",
    "content": "<p>Continents are Alizar, Isigrol, and Olyssia. The moons are Halon and Pyra. Arcterra is also a continent.</p>",
    "source": "https://twitter.com/Gamer_Phix/status/710186633405005826",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 4,
    "headline": "What are primevals, who are they, how many?",
    "content": "<p>There are six Primevals, one for each primal element. Only Osiric (Air), Vitara (Life), & Hydris (Water) have been revealed.</p>",
    "source": "https://twitter.com/Gamer_Phix/status/710181099654287361",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 5,
    "headline": "Where are each of the primal focus machines?",
    "content": "<p>Some of these have not yet been revealed.</p><ul><li>Primal Air (Galeras)</li><li>Primal Life (Wilderrun)</li><li>Primal Water (Whitevale)</li></ul>",
    "source": "https://twitter.com/Gamer_Phix/status/712694522849964033",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 6,
    "headline": "Holo-Taxis: all individual AI's or a network of just one sentient core AI that controls all the rides around Nexus?",
    "content": "<p>I can't say we've discussed the nature of the Holo-Taxi. I'd say they're all individuals that share the same programming.</p>",
    "source": "https://twitter.com/Sisqui_Nanamook/status/712699419867656192",
    "sourcetype": "twitter",
    "expanded": true
  }
]