[
  {
    "scope": 2,
    "headline": "Names",
    "content": "<p>Aurin first names are generally derived from Aurin root words and handed down through family lines. Aurin family surnames are more literal, and often have some historic or literal meaning to the family—the royal Everstar line, for example, was said to have originated with an ancient matria who, while lost in the forest, followed a single star on a cloudy night until she found her way home.</p><h2>Examples:</h2><ul><li>Myala Everstar</li><li>Darsa Windwalker</li><li>Neras Sunblade</li></ul>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
    "sourcetype": "loremageddon",
    "expanded": true
  },{
    "scope": 1,
    "headline": "Overview",
    "content": "<p>Scrappy, energetic, and passionate, the Aurin are a race of forest dwellers that use their inherent ferocity and agility to protect their woodland homes. Driven from their planet by the Dominion, the Aurin joined with the races of the Exiles on their journey to Nexus, hoping to find a home there—at least until they can find a way to reclaim their homeworld. Using their understanding of the natural world and their skill with manipulating primal energies, the Aurin have proved valuable allies in the untamed wilderness of Nexus. They are prepared to bare tooth and claw to defend their new home and protect it from suffering the same fate as Arboria.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
    "sourcetype": "loremageddon",
    "expanded": true
  },{
  "scope": 3,
  "headline": "Speech",
  "content": "<p>Aurin like to employ metaphors and figures of speech that relate to the natural world. Though capable of taking mathematical measurements and making calculations, they are more likely to describe a large object as \"taller than a nafflebird\" rather than the more accurate, but arguably less evocative, \"3.2 meters tall.\" That said, on Nexus Aurin often pursue the adventurous sciences of exploration, navigation, archaeology, and exobiology. As such, they sometimes speak in a more educated fashion seemingly at odds with their crafty nature.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 4,
  "headline": "Personality Profile",
  "content": "<p>The personalities of Aurin males and females are drastically different. Males are more high-strung and hot-tempered while females are spirited and positive. Aurin are generally welcoming to visitors within their lands, but expect those visitors to respect them. Those individuals who dare to exploit or harm the forest homes of the Aurin are dealt with swiftly and violently.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 5,
  "headline": "Motivation",
  "content": "<p>The Aurin have two driving motivations on Nexus that are sometimes at odds with one another: one, to protect the life they have made for themselves on Nexus and two, to find some way to defeat the Dominion and return to Arboria.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 19,
  "headline": "Lifespan",
  "content": "<p>Aurin live approx. 65-70 years, but reach maturity comparatively early around 15-17 years old.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 6,
  "headline": "Physical Appearance",
  "content": "<p>The Aurin resemble diminutive humans with feline features, including furry tails, claws on the toes and fingertips, and large, pointed ears that rise well above their heads.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 7,
  "headline": "Physiology",
  "content": "<p>Aurins are mammalian, but unlike humans they evolved from Arborian marsupials instead of primates and have retained many traits of their tree dwelling ancestors (ie. their ears, claws, prehensile tail and reproductive cycle). Their neurological structure is however astoundingly complex which accounts for both their high intelligence and latent psychic affinity with primal Life energy, which they call the Weave. The Aurin's evolutionary path was greatly influenced by this phenomenon.</p><p>Their natural coloration is widely varied, necessitated by the multitudes of forest and jungle micro-biomes of their original habitat. While once there were hundreds of Aurin sub-species, interaction with the Weave pushed the species to inhabit specific forest locations on Arboria, causing them to become genetically homogenized. They are nominally omnivorous, yet their digestive tracts can derive all their nutritional needs from basic vegetarian sources.</p><p>Like all mammals, Aurin have two sexes, and both the mother and father donate genetic material to their offspring. Their internal reproductive organs also show some similarities to their marsupial ancestors.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 8,
  "headline": "Homeworld",
  "content": "<p>The Aurin hail from Arboria, a Fringe world completely covered in a thick canopy of forests, jungles and marshes. There are six great forest types on Arboria: the Lansa (sequoia-like), the Nestri (aspen-like), the Hirn (acacia-like), the Desodar (oak-like), the Wikren (banyan-like), and the Verdune (evergreen-like).</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 9,
  "headline": "History",
  "content": "<p>Long ago, the Aurin were simple, tree-dwelling bipedal creatures. Over the centuries, their close connection to their tree-homes allowed the Aurin to evolve the ability to connect with specific trees, mingling their consciousness and primal life energy together to gain greater strength, focus, and awareness of the forest. In time, this led to the transformation of Aurin from feral woodland creatures into self-aware, intelligent beings.</p><p>Though Aurin had been forming bonds with trees for hundreds of years, it was Ferin Treespeaker who transformed Aurin culture by binding with an exceptionally old and massive tree. Ferin discovered this great tree had its own kind of awareness and intelligence, and responded to her questions. Not only could she now learn from the tree's vast store of knowledge, her bond also allowed her to connect with the other forests of Arboria, and thus to the matrias of all the disparate Aurin tribes.</p><p>With her newfound abilities, Ferin united the scattered Aurin communities and became the first queen, leading the Aurin into a new age of unprecedented prosperity and civilization. She named the ancient tree with which she had connected the Mother Tree, and from that day forward, all Aurin queens were chosen based on their ability to bind with it.</p><p>Their first encounter with an outside race was with Dorian Walker, who stumbled onto Arboria while pathfinding for the fleet. Soon afterwards, the entire Exile fleet visited and established friendly trade relations with the Aurin.</p><p>Unfortunately, the Dominion discovered the location of Arboria by tracking the movements of the Exile Fleet, and eventually decided to invade the planet in order to harvest its vast natural resources. Chua lead the deforesting operations and unleashed a number of monstrous Planet Reapers—massive, miles-wide machines designed to harvest a planet's natural resources both above and below ground. The Dominion quickly suppressed any Aurin attempts to stop them, driving the remaining Aurin into hiding. In desperation, the Aurin reached out to the Exiles, who managed to evacuate as many of them as possible. Led by Queen Myala Everstar, the Aurin agreed to join with the Exiles on their journey to Nexus.</p><p>Now, many Aurin settlements can be found in the forests of Nexus and some Aurin have started to think of Nexus as their home. Meanwhile, their beloved Queen Myala grows weaker every day, cut off from the ravaged forests of Arboria to which she is psychically connected through the ancient Mother Tree, adding an increased urgency to the new conflicts with the Dominion.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 10,
  "headline": "Industry",
  "content": "<p>Aurin avoid large-scale industry and take only what is necessary for survival, though they are not averse to integrating technology where appropriate and useful. The Aurin are tolerant of the industrial enterprises of other races of the Exiles as long as they do not affect Aurin lands. The Aurin eco-terrorist group The Thorns of Arboria has been known to fiercely attack any group—even Exiles—that fails to respect those lands.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 11,
  "headline": "Religion",
  "content": "<p>Aurin have a philosophical belief in what they call the Weave and see all life as bound within an intricate web of connections and energies. This belief ties heavily into their respect and preservation of the natural world.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 15,
  "headline": "Communities",
  "content": "<p>Aurin communities are matriarchal and have been for as long as the Aurin can remember. Communities are led by a female called a matria, who offers motherly guidance to the community and leads cultural rituals such as marriages (called Joinings) and funerals. Aurin communities are built around the dwelling of the matria, who serves as the link between the Aurin and the surrounding forest. Other important Aurin community roles are: watchers, hunters and tenders.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 16,
  "headline": "Relations",
  "content": "<h2>Exile Humans</h2>The Aurin respect the grit and resilience of the humans, but conflicts sometimes occur when human industrial activity affects Aurin lands.<h2>Granok</h2>Aurin respect the strength and fearlessness of the Granok—but often grate at their general disrespect for their natural surroundings.<h2>Mordesh</h2>Aurin appreciate how the Mordesh share in their understanding of the natural world, but are disturbed by how the Mordesh subvert nature for their own purposes, often without regard for the natural order of things.<h2>Chua</h2>Aurin hate the Chua above all other sentient species on the planet, given the Chua's role in deforesting their homeworld and the inherent tendency of Chua to exploit and ravage the land for profit.<h2>Draken</h2>Aurin recognize the pure ferocity of the Draken—but consider them no different than a rabid predator that needs to be put down.<h2>Mechari</h2>Aurin can be uncomfortable around any mechanical beings. In the case of the Mechari who helped level Arboria's wilderness, that discomfort can be described more accurately as \"hate.\"<h2>Cassians</h2>Aurin view Cassians as fanatical zealots—and therefore extremely dangerous.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 17,
  "headline": "Faction",
  "content": "<p>The Aurin found a number of common ties with the other Exile races—they too have been driven from their home by the Dominion and see Nexus as a safe haven, possibly a permanent home, and are ready to defend their right to live there. In addition, the Aurin have found a connection with the forests of Nexus and view the land as something to be revered and protected, not something to be exploited and controlled by the Dominion.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},{
  "scope": 18,
  "headline": "Glossary",
  "content": "<p>Terms used primarily by Aurin include:</p><h2>Consort</h2>An Aurin chosen to advise and act on behalf of a matria. May be male or female, and relationship with the matria may or may not be romantic in nature.<h2>Hunters</h2>Specifically chosen by the matria, these hunters kill only the appropriate number and variety of creatures to provide the community with meat while maintaining the forest's overall health.<h2>Matria</h2>An elder female who leads an Aurin village. Larger communities may be led by more than one. They have reputations as oracles and truth-seers.<h2>Ravaging, The</h2>The Dominion invasion of Arboria, and the subsequent destruction of its forests by the Planet Reapers, is known as the Ravaging.<h2>Reapers</h2>Generally refers specifically to the devastating Planet Reapers that have been steadily destroying Arboria's ecosytem since the Dominion invasion.<h2>Tenders</h2>A shared volunteer role within the Aurin community—everyone serves time as a tender at some point. They maintain the health of the surrounding forest.<h2>Watchers</h2>Followers of the ancient Oath of the Protector, these solitary Aurin roam the forest, and keep watch over it insuring that nothing harms its natural balance.<h2>Weave, The</h2>In Aurin philosophy all things animate and inanimate have their proper place in the Weave. Aurin strive to find their place in it. Their inherent beliefs about the preservation of nature stem from this philosophy.<h2>Wise Ones</h2>Particularly old trees within a forest are known as Wise Ones. They often serve to strengthen the bond between a matria and the rest of the forest.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/aurin/",
  "sourcetype": "loremageddon",
  "expanded": true
},
  {
    "scope": 8,
    "headline": "About Insects on Arboria",
    "content": "<h2>Trees = Oxygen = Bugs. How big were Arboria's bugs?</h2><p>Probably as large as you want them to be until we actually establish more lore about Arboria's fauna.</p><p>You need to consider how much vegetation (or whatever) a bug like that [editor's note: size of a mighty steed. see full tweet] would need to survive.",
    "source": "https://twitter.com/CaptainAsteroid/status/710190058402410497",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "scope": 16,
    "headline": "Consorts of Queen Myala",
    "content": "<h2>Is Arwick A Romantic Consort to Queen Myala? Does she have multiple romantic consorts?</h2><p>Arwick and Myala hold deep feelings for one another. I know of no other romances between her and other consorts.</p>",
    "source": "https://twitter.com/CarbineGary/status/710199524308942848",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "scope": 7,
    "headline": "Birth Numbers",
    "content": "They usually give birth to one child at a time. Twin births happen, but aren't as common.",
    "source": "https://twitter.com/CarbineGary/status/712702120160407552",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "scope": 11,
    "headline": "Is there a Connection between the Order of the Weavers and the Weave?",
    "content": "<p>Nope. The Aurin concept of the Weave isn't related to the Eldan Order of the Weavers.</p><p>The Eldan Weavers specialized in the dynamics associated with combining and infusing primal energies.</p><p>The Aurin Weave is more of a philosophical belief system, wherein nature is a supernatural tapestry of sorts.</p>",
    "source": "https://twitter.com/CarbineGary/status/713062852043476992",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "scope": 4,
    "headline": "Are there rebellious Aurin or are they all natureloving?",
    "content": "There are always exceptions to the rules.",
    "source": "https://twitter.com/CarbineGary/status/715263121829470209",
    "sourcetype": "twitter",
    "expanded": true
  }
]