[{
  "scope": 1,
  "headline": "Overview",
  "content": "The Chua are a race of skilled, highly intelligent, competitive, industrious and somewhat chaotic technologists. Gifted with inherent technological skill and insight, the once-primitive Chua experienced the extremely rapid industrial transformation of their civilization, catalyzed by a Mechari cultural intervention. Having since been responsible for the empire's economic strength and the technological prowess of its military, the Chua are now vital to the Dominion's efforts to control the recently discovered Nexus—using their considerable skills and knowledge to exploit the planet's many natural wonders and technological secrets.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 2,
  "headline": "Names",
  "content": "<p>Chua names tend to be nonsensical and playful in sound. First names are usually two syllables, and last names possess 1-2 syllables. Alliteration is common.</p><h2>Examples:</h2><ul><li>Fosric Frum</li><li>Bao Bonti</li><li>Orgil Grub</li></ul>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 3,
  "headline": "Speech",
  "content": "Chua speak in short, peppery declarative sentences and commonly omit the initial pronoun \"I\". They commonly praise themselves and their work, while insulting others for stupidity.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 4,
  "headline": "Personality Profile",
  "content": "<p>Chua are some of the most malicious, devious, and amoral creatures in the universe. Gifted with hyper-intelligence and a flair for technology and the sciences, Chua are arrogant down to their tufted tails, have a tendency towards god complexes, and get a kick out of playing cruel, violent jokes on others.</p><p>Chua speak in a clipped manner, dropping unnecessary words and niceties in favor of speed and efficiency. Their brains work too fast for proper grammar.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 5,
  "headline": "Motivation",
  "content": "The Chua see Nexus as a fantastical wonderland full of rare and exotic substances and ancient, powerful technologies—and cannot wait to get there.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 6,
  "headline": "Lifespan",
  "content": "Chua typically live 50-60 years.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 7,
  "headline": "Physical Appearance",
  "content": "The Chua are furry, bipedal rodents with heavy tails and large, hairless ears.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 8,
  "headline": "Physiology",
  "content": "<p>Only recently \"uplifted\" from their semi-feral state, Chua still retain many vestiges of their rodent origins such as their furry pelts, sensory whiskers, and tails. Their resilience to injury is worth noting as it is normal for individuals to suffer horrendous, disfiguring wounds and go on as though nothing had happened. They also posess a shocking resistance to toxins (such as poison, radiation, and carcinogens), but it is unclear whether this is natural to their species, or inherited from their homeworld's polluted environment.</p><p>Presumably this disregard to personal injury led to their particularly unsafe scientific methods.</p><p>There are two Chua genders, but only Chua can tell which is which, and they don't make any distinction in gender roles. Almost nothing is truly known about Chua reproduction, but there are many theories: they replicate through budding, or spores, or lay eggs. One popular theory posits Chua females give live birth to litters of 10 to 12 offspring, but don't nurse their young. This prompts ruthless competition among the litters for the limited resources each individual needs to thrive. Whatever it is, only the Chua know for sure.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 9,
  "headline": "Homeworld",
  "content": "The Chua hail from Bezgelor—a small planet located in a binary star system. Bezgelor also has two nearly identically sized moons, Pergo and Pago, orbiting opposite sides of the planet.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 10,
  "headline": "History",
  "content": "<p>In 36 AE, Mechari observers first visited Bezgelor, and immediately recognized the primitive Chua's intelligence and their prodigious skill with technology. Because of this, they decided to intervene in the development of their culture. They gave the Chua a number of simple devices meant to serve as an introduction to more advanced scientific principles—and then left the curious little creatures alone to study them and divine their purpose.</p><p>Not wanting to be rude, the Chua offered the Mechari a gift in exchange for the one they had received. Just as the Mechari observers were leaving, the Chua leader ran up to them and offered them a crudely wrapped package. The Mechari graciously thanked them, then took off. Once airborne, a Mechari opened the package to find a Bezgelorian tarbeetle—which, of course, initiated its unique evolutionary defense mechanism and promptly exploded. The legendary adhesive properties of the small insect's tar-like discharge required the unfortunate Mechari victim to undergo a full chassis replacement—and the Chua on the planet below howled with laughter for days on end.</p><p>The Mechari's gifts to the Chua resulted in an explosion of scientific knowledge and innovation within their civilization. In a matter of decades, the Chua made technological advances that other races measured in centuries or millennia—and within a few hundred years, the Chua were building highly-advanced machines and facilities, aggressively harvesting the natural resources of their small planet to support their scientific pursuits. In time, the forests and jungles of Bezgelor gave way to sprawling, smoke-belching industrial complexes. Primitive huts made of wood and tree fronds became interconnected Chua technopods—and the simple Chua collectives were transformed into bustling centers of research and development that were the foundation of their cultural advancement.</p><p>One hundred and fifty years later, the Dominion—in dire need of resources to support their growing empire—approached the Chua and offered them citizenship in return for their highly advanced industrial skills. Having consumed most of the natural resources on their own planet, the Chua wholeheartedly agreed to the proposition, seeing the Dominion as a gateway to additional resources for their ongoing technological development. Within just a few years, the empire's revenues increased exponentially, as did the technological prowess of their military.</p><p>Today, the Chua are vital to the Dominion's campaign on Nexus, using their knowledge and insight to exploit the planet's natural and technological secrets and utilize them for the benefit of the empire.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 11,
  "headline": "Industry",
  "content": "The Chua are avid technologists, and use their knowledge to engage in large-scale industrial activities like lumbering or mining. They also often conduct scientific experiments, and are actively involved in weapons development for the military.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 12,
  "headline": "Religion",
  "content": "The Chua's ancestors worshipped the two Bezgelorian moons Pergo and Pago—but modern day Chua are generally practicing members of the Vigilant Church.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 16,
  "headline": "Communities",
  "content": "<p>Chua communities are called collectives. A traditional Chua collective typically contains roughly 30 to 40 adult Chua, and 20 or so apprentices known as minions. Day-to-day governance is done by an overseer.</p><p>Life in a Chua collective is highly competitive and no system illustrates this better than the Chua apprentice system. Young Chua fight over the right to serve prominent collective members, while adult Chua compete to attract prospective minions. In effect the minion system is both school and vocational training for young Chua.</p><p>Another Chua cultural cornerstone is DRED, or the Dominion Research and Experimentation Division. This institute is responsible for developing advanced technology for the empire. Populated exclusively by Chua inventors, DRED has been directly responsible for the ongoing success of the Dominion military through the creation of destructive weapons and powerful machines of war. They have also engineered advanced machinery—such as the massive Planet Reapers—that have revolutionized large-scale resource harvesting, allowing the empire to efficiently exploit the natural resources of conquered worlds.</p><p>When in the field, the division establishes a secret scientific facility known as a DREDplex—usually focused on developing a specific piece of technology. On Nexus, these facilities are located in a number of territories, as the legendary Eldan homeworld is a treasure trove of ancient technologies and exotic resources.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 17,
  "headline": "Relations",
  "content": "<h2>Cassians</h2>Chua see their aristocratic human allies as somewhat fussy and occasionally slow, but respect the Cassians for keeping the gears of the Dominion empire well-oiled and turning.<h2>Mechari</h2>The Mechari are the only race within the Dominion who can keep the Chua in check. As sentient machines, the Chua are fascinated by the Mechari but also slightly fear them, for the Mechari have very little tolerance for Chua pranks.<h2>Draken</h2>The Chua respect the strength and ferocity of the Draken—but that doesn't stop them baiting them to see their emotional, angry responses.<h2>Exile Humans</h2>The Chua grudgingly respect the rebel humans for their ability to cobble together anything and make it work, despite lack of proper resources. This does not stop them from constantly referring to the rebel humans as morons.<h2>Aurin</h2>Given their large-scale industrial pursuits, the Chua often find themselves in direct conflict with Aurin idealists trying to protect Nexus's natural resources and environments. There is no love lost between the two races, and most Chua will go out of their way to torment Aurin of any ilk.<h2>Granok</h2>Chua resent the Granok for many reasons—such as their size, their aggression, and their general disrespect of the Chua. Because of this, the Granok are one of the Chua's favorite targets on the battlefield.<h2>Mordesh</h2>The Chua consider the Mordesh rivals in the field of science, and resent the fact that the Mordesh believe them to be sloppy scientists with no integrity—regardless of the accuracy of that statement.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 18,
  "headline": "Faction",
  "content": "The Chua view the empire as a means for their continued technological research and development—and therefore generally work hard to ensure its continued success.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},{
  "scope": 19,
  "headline": "Glossary",
  "content": "<p>Terms used primarily by Chua include:</p><h2>Collective</h2>A large Chua community, comparable to a town.<h2>Conclave</h2>Meetings called by overseers of a collective to share news or set new goals for the community.<h2>Cozmotronics</h2>The principle that powers all Chua technology, common in Chua technical jargon. Frequently used as an adjective (e.g., \"This engine operates via cozmotronic transfer.\")<h2>Cozmostatic</h2>The most common type of force field employed in Chua defensive technology, also used on many non-Chua vessels.<h2>Inventors</h2>The most technologically skilled Chua in the collective—responsible for creating the community's most innovative machines.<h2>Junk</h2>Useless machine parts, also used generally to refer to anything that is useless.<h2>Traitor</h2>An Exile human.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/chua/",
  "sourcetype": "loremageddon"
},
  {
    "scope": 3,
    "headline": "Do Chua have their own language?",
    "content": "It's safe to assume that every species (with the exception of the Mechari) has a native language.",
    "source": "https://twitter.com/CarbineGary/status/710201007028961280",
    "sourcetype": "twitter"
  },
  {
    "scope": 9,
    "headline": "Any well-known locations on Bezgalor?",
    "content": "<p>I imagine that the surface of Bezgelor, having been stripped of all resources by its inhabitants, is one big planetary city.</p><p>Within the city, I'm certain there are different collectives (ie, neighborhoods).</p><p>Assuming they let you in. I reckon some collectives are more security conscious than others, depending on the work they do.</p>",
    "source": "https://twitter.com/CarbineGary/status/712702991585808384",
    "sourcetype": "twitter"
  },
  {
    "scope": 1,
    "headline": "Tell me stuff about chua!",
    "content": "They love to gnaw on things. They have perfected a style of music using explosions for notes.",
    "source": "https://twitter.com/CarbineGary/status/715269961137004544",
    "sourcetype": "twitter"
  }
]