[
  {
    "index": 0,
    "headline": "Protostar: How do clones regard and view Phineas T. Rotostar?",
    "content": "<p>Unknown to most Protostar consumers (which includes most of the known galaxy) Protostar clones are not completely identical to Phineas T. Rotostar. The CEO of the Protostar Corporation ensured that an otherwise insignificant genetic marker in his own primal pattern was not included in the ingredients of the Protostar Difference - the genetic formula that transformed the entire Corporixian species into genetic clones of himself. </p><p>Rotostar then included a specially designed protein which caused clones to recognize that marker as their superior - no matter the personality template or title that clone subsequently took on. Even the highest-ranking clone recognized the CEO as the one who calls the shots. And since Rotostar, like all business-minded master geneticists, insists on being present at the creation of every clone (either in person or, more commonly, via a holographic training simulacrum) these new Protostar employees imprint upon the CEO immediately upon attaining self-awareness.</p><p>This recognition manifests in absolute adherence to Rotostar's directives, which includes the entire Protostar Employee Handbook as well as pretty much anything he says to any particular clone. It's not dissimilar to a religious adherence to dogma, except in handy and slightly more profitable corporate form. This isn't to say that they pray to P.T. Rotostar or perform rituals or rites - they know they're in a corporation and trying to achieve their goals to the best of their ability - but that they do not question or debate the rules of the Protostar Corporation or the edicts of its CEO.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#artsandculture",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "CoGS: Do the scientists in C.o.G.S ever get along with each other well opposing faction wise? Have there been relationships within?",
    "content": "<p>Members of CoGS put aside their differences (for the most part) in pursuit of knowledge. It's not always easy (e.g., Aurin & Chua).</p><p>Some Aurin and Chua have likely managed to become friends beneath CoGS's banner. I won't rule out the possibility.</p>",
    "source": "https://twitter.com/LannSC/status/710182122972024832",
    "sourcetype": "twitter",
    "expanded": true
  }
]