[
  {
    "index": 0,
    "headline": "Protostar: How do clones regard and view Phineas T. Rotostar?",
    "content": "<p>Unknown to most Protostar consumers (which includes most of the known galaxy) Protostar clones are not completely identical to Phineas T. Rotostar. The CEO of the Protostar Corporation ensured that an otherwise insignificant genetic marker in his own primal pattern was not included in the ingredients of the Protostar Difference - the genetic formula that transformed the entire Corporixian species into genetic clones of himself. </p><p>Rotostar then included a specially designed protein which caused clones to recognize that marker as their superior - no matter the personality template or title that clone subsequently took on. Even the highest-ranking clone recognized the CEO as the one who calls the shots. And since Rotostar, like all business-minded master geneticists, insists on being present at the creation of every clone (either in person or, more commonly, via a holographic training simulacrum) these new Protostar employees imprint upon the CEO immediately upon attaining self-awareness.</p><p>This recognition manifests in absolute adherence to Rotostar's directives, which includes the entire Protostar Employee Handbook as well as pretty much anything he says to any particular clone. It's not dissimilar to a religious adherence to dogma, except in handy and slightly more profitable corporate form. This isn't to say that they pray to P.T. Rotostar or perform rituals or rites - they know they're in a corporation and trying to achieve their goals to the best of their ability - but that they do not question or debate the rules of the Protostar Corporation or the edicts of its CEO.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#artsandculture",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "CoGS: Do the scientists in C.o.G.S ever get along with each other well opposing faction wise? Have there been relationships within?",
    "content": "<p>Members of CoGS put aside their differences (for the most part) in pursuit of knowledge. It's not always easy (e.g., Aurin & Chua).</p><p>Some Aurin and Chua have likely managed to become friends beneath CoGS's banner. I won't rule out the possibility.</p>",
    "source": "https://twitter.com/LannSC/status/710182122972024832",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "The Order of Swordmaidens",
    "content": "<p>The Order of Swordmaidens is an elite, all-female fighting force that originated in the days of the Cassian Commonwealth - once led by the famed Tresayne Toria herself. Unlike most of the Dominion military, swordmaidens are trained in advanced sword-fighting techniques, along with the comprehensive military training given to their counterparts in the Dominion Legions.</p><p>Swordmaiden candidates are usually chosen in early adulthood from candidates who have trained for the task their entire young lives. If they are judged brave, capable, and truly loyal they can then begin their training in earnest. When their training is complete, each swordmaiden is given a special blade that they will carry for the rest of their lives, and then must swear upon it an eternal oath to serve the order. Once this oath is taken, there is no leaving the order. To do so would mean death, and none have ever done so.</p><p>The swordmaidens had a long history of defending the Commonwealth, and the same can be said for the Dominion. Bold and fearless, the swordmaidens have won countless battles, using a deadly combination of sword skill and cunning to dispatch their enemies. Although technically a part of the Legions, the Swordmaiden General takes her orders directly from the reigning emperor. This tradition has been in place since the establishment of the Dominion itself, an ancient acknowledgment of the bravery and sacrifice of Tresayne Toria.</p><p>The Order of the Swordmaidens did not make the journey to planet Nexus. Instead, Emperor Myrcalus left them in charge of watching over Meridia - the capital city of planet Cassus - and the government that still operates there. Such a decision was not made lightly. Although the emperor would have much rather taken the swordmaidens with him to Nexus, there was a great fear that forces (some even within his own court) might rise up against the emperor as he established the empire's new capital on the Eldan homeworld. He needed those in which he could place his implicit trust, and the Order of Swordmaidens swore to defend the city, and his reign, to their last blade.</p><p>As the Dominion power structure has become more established on Nexus, there has been talk of the swordmaidens making the long journey and rejoining the emperor. Whispers among the rank and file of the Dominion Legions indicate many in power fear what could happen should modern swordmaidens meet the Torine Sisterhood. Could they be convinced to abandon the Dominion and join their feral sisters in Wilderrun and elsewhere? Only time will tell.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
    "sourcetype": "loremageddon",
    "expanded": true
  },
]