[
  {
    "index": 0,
    "headline": "Lopp love shiny things, but what is considered the SHINIEST?",
    "content": "<p>Individual Lopp are as varied as the members of any species, and opinions on the value of an item or precious material can be deeply personal to them. While any Lopp worth his hookah knows that platinum, gold, silver, and jewels are incredibly shiny and valuable – especially to non-Lopp. – their own perceptions don't always agree with commonly accepted standards of wealth.</p><p>For instance, there have been accounts of individual Lopp treasure hunters who prefer to collect shiny console lights from pieces of technological equipment. In fact, an entire Marauder ship left unattended for an hour was once reportedly stripped of every indicator light by the members of a Lopp trade caravan. But within a matter of hours the Lopp lost interest in the lights because they could not get them to glow (obviously not much comfort for the Marauders they'd victimized).</p><p>Additionally, just because something is shiny doesn't mean a Lopp will find value or aesthetic appreciation in it. Sometimes, against all logic, Lopp choose items or materials that aren't shiny at all. Wooden sculptures, old bits of spacecraft fuselage, and smooth stones taken from a riverbed have all been favored as the shiniest of shinies at one time or another. \"Shiny\" isn't just an adjective to the Lopp, after all. It's a state of mind.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#artsandculture",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "What is the Lopp's homeworld? What is it like?",
    "content": "<p>The Lopp hail from the planet Lagos. It's a small planet where precious metals and crystals are rare.</p>",
    "source": "https://twitter.com/Jason0Avis/status/710181310656946176",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "What's the average age a Lopp can reach?",
    "content": "<p>Given their penchant for doing dangerous things with little regard for personal safety, not long (generally). 120 years max.</p>",
    "source": "https://twitter.com/Orphielle/status/710194596052123649",
    "sourcetype": "twitter",
    "expanded": true
  }
]