[
  {
    "index": 0,
    "headline": "The Dominion Legions",
    "content": "<p>The Dominion military is a vast organization that spans the entirety of the empire. Its organizational structure is based on the legion, a fighting unit which consists of a variable number of troops. On average a legion consists of 50,000 troops, including officers, legionnaires, auxiliary troops, armored cavalry, and airmobile units. Legions can be expanded to include as many as 100,000 troops, but the ranks are rarely inflated to such a degree unless great need demands it.</p><p>The number of legions in the Dominion's vast military has never been disclosed, but estimates place the total somewhere in the vicinity of 500, including those legions that are currently inactive. Inactive legions are kept in reserve until such time as they are mobilized, which can be done at a moment's notice. Legions are generally deactivated as a cost-saving measure or, rarely, when their numbers have been reduced below effective levels (10-15%).</p><p>Four full-strength legions accompanied the Dominion mission to Nexus, and each one bears a name based on the empire's national colors – Black, Crimson, Gold, and White. These legions were formed specifically with the colonization of Nexus in mind, and the troops that fill their ranks were selected from the very best the Dominion military had to offer. It should be noted that the Radiant Legion, which is solely under the purview of the Vigilant Church, is entirely separate from the Nexus legions.</p><p>Other legions receive their names upon formation and retain them until such time as they are dissolved. Only two legions in Dominion history – the Bone Legion* and the Tartarus Legion** – have ever been dissolved. In addition, a handful of existing legions can trace their unit histories back over 1,600 years to the Dominion's formation. Such legions bear the distinction of being referred to as \"Heritage Legions\" and their troops take great pride in carrying on their units' long tradition of bravery and service in arms.</p><p><i>* The Bone Legion was an all-Draken legion that fought to the last against the Granok on Gnox in 1221 AE. The names of the 30,000 troops that comprised the Bone Legion are worked into a monument on Cassus, and many Draken make a pilgrimage to the site to pay their respects to their ancestors.</i></p></p><p><i>**The Tartarus Legion was part of an expedition to locate and pacify potentially habitable systems beyond the Fringe. Though the expedition experienced some initial success, all contact was lost with them in 1492 AE. It is expected that the Tartarus Legion was lost along with the rest of the expedition. Regardless of the uncertainty surrounding their fate, the legionnaires are remembered as pioneers and heroes.</i></p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "The Order of Swordmaidens",
    "content": "<p>The Order of Swordmaidens is an elite, all-female fighting force that originated in the days of the Cassian Commonwealth - once led by the famed Tresayne Toria herself. Unlike most of the Dominion military, swordmaidens are trained in advanced sword-fighting techniques, along with the comprehensive military training given to their counterparts in the Dominion Legions.</p><p>Swordmaiden candidates are usually chosen in early adulthood from candidates who have trained for the task their entire young lives. If they are judged brave, capable, and truly loyal they can then begin their training in earnest. When their training is complete, each swordmaiden is given a special blade that they will carry for the rest of their lives, and then must swear upon it an eternal oath to serve the order. Once this oath is taken, there is no leaving the order. To do so would mean death, and none have ever done so.</p><p>The swordmaidens had a long history of defending the Commonwealth, and the same can be said for the Dominion. Bold and fearless, the swordmaidens have won countless battles, using a deadly combination of sword skill and cunning to dispatch their enemies. Although technically a part of the Legions, the Swordmaiden General takes her orders directly from the reigning emperor. This tradition has been in place since the establishment of the Dominion itself, an ancient acknowledgment of the bravery and sacrifice of Tresayne Toria.</p><p>The Order of the Swordmaidens did not make the journey to planet Nexus. Instead, Emperor Myrcalus left them in charge of watching over Meridia - the capital city of planet Cassus - and the government that still operates there. Such a decision was not made lightly. Although the emperor would have much rather taken the swordmaidens with him to Nexus, there was a great fear that forces (some even within his own court) might rise up against the emperor as he established the empire's new capital on the Eldan homeworld. He needed those in which he could place his implicit trust, and the Order of Swordmaidens swore to defend the city, and his reign, to their last blade.</p><p>As the Dominion power structure has become more established on Nexus, there has been talk of the swordmaidens making the long journey and rejoining the emperor. Whispers among the rank and file of the Dominion Legions indicate many in power fear what could happen should modern swordmaidens meet the Torine Sisterhood. Could they be convinced to abandon the Dominion and join their feral sisters in Wilderrun and elsewhere? Only time will tell.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "The religious climate prior to the establishment of the Vigilant Church",
    "content": "<p>Prior to the Vigilant Declaration, the Dominion didn't have an official religion it expected all subjects embrace. Human religious life, particularly in provincial areas, centered on chronicle houses, where citizens would gather to hear chroniclers recite the stories of their ancestors. Chronicle houses were often seen as the central community hub of a Cassian settlement, and chroniclers often became pillars of the community, settling disputes, offering advice or guidance, and officiating communal ceremonies. When Emperor Jarec signed the Vigilant Declaration, the new church was quick to take advantage of existing chronicle houses to facilitate rapid expansion, often refitting or replacing these historical buildings as holy places to dedicated to the Eldan.</p><p>Although humans looked upon those of Eldan blood with a sense of reverence and wonderment from the time Dominus first set foot on Cassus, many lowborn communities were not so eager to abandon their traditional beliefs. And while the Vigilant Virtues (each associated with one of the famed children of Dominus) were already a strong influence on Cassian culture before they were canonized, many townships still held to the example set by their own heroes of legend. So although there were strong cultural precedents for Emperor Jarec to establish an official religion founded on these values, many citizens still felt displaced in the wake of its rapid, widespread adoption.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 3,
    "headline": "About the social and political forces that led up to Brightland's Rebellion",
    "content": "<p>Emperor Jarec first took the throne following the death of one of the Dominion's most infamous rulers, Tyrani the Mad, whose stunning defeat by the Granok of Gnox left him a broken, unfit leader. Although his predecessor left him an empire in crisis, Jarec initially proved equal to the task of repairing a Dominion shattered by his father's insanity. A sensible leader with strong, practical values, Jarec saw the Vigilant Declaration as an opportunity to turn the Eldan's sudden disappearance into a unifying force for his subjects.</p><p>Although most Cassians enthusiastically embraced Jarec's new faith, a strong minority of the population, particularly those of lowborn status, were not so eager to abandon their traditional beliefs. Already somewhat disenfranchised by the existing bias toward those with Eldan heritage, these citizens saw the deification of the Eldan as a classist maneuver that further entrenched the discriminatory elements of Cassian culture. Fueled by a latent distrust for the ruling aristocracy, these dissidents joined Serrick Brightland's rebellion, and took the stars in permanent exile from the Dominion.</p><p>As a populist who felt his station was a sacred charge to serve the Cassian people, the schism caused by the Vigilant Declaration would haunt Jarec for the rest of his reign.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 4,
    "headline": "Did Dominus name Korol after the Eldan Koral? If so, why?",
    "content": "<p>I don't believe so, given the spelling difference. Koral = Eldan, Korol = Scion.</p>",
    "source": "https://twitter.com/EhWhatWasIDoing/status/710194118077640708",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 5,
    "headline": "Are there instances of races kind of acting like others whether by liking or a fascination? (Mordesh acting like an aurin, etc)",
    "content": "<p>Possibly. In every population, there are people who act outside the accepted social norm. We tend to call them \"crazy\" or \"insane\".</p>",
    "source": "https://twitter.com/LannSC/status/710195934458552320",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 6,
    "headline": "Post-Ancestral Decree, what would be the consequences if a Luminai had illegitimate children?",
    "content": "<p>Considering it was an executive order of sorts, I can assume that the punishments (for both sire and children) were severe.</p>",
    "source": "https://twitter.com/EhWhatWasIDoing/status/710196861295054848",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 7,
    "headline": "Would the Dominion be opposed to having a mercenary group running around doing jobs they saw beneath them?",
    "content": "<p>They probably wouldn't favor it, but I wouldn't entirely rule it out in the case of covert operations.</p>",
    "source": "https://twitter.com/DavenportRina/status/710222454719848448",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 8,
    "headline": "Does the Inquisition have any type of uniform or preferred colors they are assigned to wear to represent the organization?",
    "content": "<p>Inquisitors rarely dress differently from other members of the church. It's easier to put heretics off their guard that way.</p><p>I'm sure they have their own insignia - a sort of secret sign of their authority - but we have yet to discuss it in full.</p>",
    "source": "https://twitter.com/tawawawa/status/715319597394632704",
    "sourcetype": "twitter",
    "expanded": true
  }
]

