[{
  "scope": 1,
  "headline": "Overview",
  "content": "<p>Respected for their grit, iron backbone, and dauntless tenacity, the Exile humans are descended from humans who rebelled against the Dominion during the Cassian Civil War. Driven from their homeworld long ago, the Exile humans have eluded the Dominion for centuries, wandering throughout the galaxy and hiding among the worlds of the Fringe in their aging, derelict fleet. In the wake of the miraculous discovery of Nexus, the Exile humans have chosen to abandon their centuries of wandering and build a new life for themselves—fighting fiercely alongside their Exile allies to protect it from the Dominion.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 2,
  "headline": "Names",
  "content": "<p>Exile human first names are generally variants of recognizable English-language names with altered spelling. Most Exile human surnames primarily use English words or compound words for their last names (\"Stone,\" \"Walker,\" \"Greenfall,\" \"Brightland,\" etc.)</p><h2>Examples (Male):</h2><ul><li>Dorian Walker</li><li>Brion Stack</li><li>Serrick Brightland</li></ul><h2>Examples (Female):</h2><ul><li>Donla Stone</li><li>Jemma Farthing</li><li>Kresten Skyler</li><li>Shalli Greenfall</ul></p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 3,
  "headline": "Speech",
  "content": "<p>Most Exile humans speak in a somewhat flat American accent that says \"working class,\" \"wisecracking,\" and \"folksy.\"</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 4,
  "headline": "Personality Profile",
  "content": "<p>The Exile humans are a determined, practical people who value truth above all things. They get along well with most races of the Exiles, with their steadfastness and grit serving to balance the more polarizing personalities of their counterparts.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 5,
  "headline": "Motivation",
  "content": "<p>After three centuries spent living in deteriorating starships, the Exile humans see Nexus as their last hope for a homeworld of their own—a planet where they intend to make a final stand.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 6,
  "headline": "Lifespan",
  "content": "<p>Exile humans display the typical human life expectancy of 85 to 100 years, with females trending toward the more venerable end of the spectrum.</p><p>Their ancestry is almost entirely of Cassian lowborn stock, and the Exile human gene pool has little to no Eldan contribution. They rarely demonstrate the miraculous longevity exhibited by some members of the noble houses. This does, however, make them more or less immune to some of the more mysterious genetic defects associated with Eldan ancestry.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 7,
  "headline": "Physical Appearance",
  "content": "<p>Exile humans display typical human diversity and are generally physically indistinguishable from their Cassian kin. Their clothing tends to be simpler and made to last.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 8,
  "headline": "Physiology",
  "content": "<p>Like their ancestors on Cassus, Exile human physiology is exactly what you’d expect. While they lack some of the more imposing traits of their galaxy’s more warlike races (such as the Draken or Granok), humans more than compensate for these shortcomings with raw determination and ingenuity. Despite being one of the less physically impressive races in the galaxy, humans remain some of the most prolific space colonists to date.</p><p>Although their core biology is ostensibly identical to Cassians, the Exiles have been space faring for centuries and natural selection has already begun its work. The hardships of interstellar travels have made them remarkably well adapted to shipboard life, and incidences of space madness, cryo sickness, and many other maladies associated long periods in deep space are far rarer among Exile humans than those raised on the homeworld.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 9,
  "headline": "Homeworld",
  "content": "<p>The original human homeworld is Cassus, but they spent centuries running from the Dominion in a fleet of decrepit starships. Though that fleet remains hidden in deep space with skeleton crews, most Exile humans consider Nexus their homeworld now.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 10,
  "headline": "History",
  "content": "<p>On Cassus, more than three hundred years ago, the godhood of the Eldan was proclaimed and through the Vigilant Church, and all Cassians were expected to worship the Eldan and their descendants, the Luminai. This sparked a brief but bloody civil war, led by Admiral Serrick Brightland, in the wake of which the dissidents chose exile over extermination and fled to the stars in a fleet of stolen starships.</p><p>For two centuries, the human rebels wandered the stars, led by the Brightland family, who continued to serve as admirals for the ragtag fleet. Though they managed to stay one step ahead of the Dominion, it soon became clear that the ancient vessels would not be able to support the growing populations aboard the ships—forcing the human rebels to think about finding a permanent home safe from the Dominion.</p><p>The answer to their problem came with famed explorer Dorian Walker's discovery of the planet Nexus. Thought to be an old wives' tale, the lost planet of the Eldan was located on the very edge of known space and was green with life, filled with all manner of strange plants and animals, and perfect for habitation. Gathering up their allies, the rebel humans formed the Exile faction along with the Granok, Aurin, and Mordesh—three other races with little love for the Dominion—and prepared to make the long journey to Nexus. There, the Exile humans hoped to finally end their centuries of wandering and forge a new home for themselves.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 11,
  "headline": "Industry",
  "content": "<p>Forced to maintain their aging fleet for so long, the Exile humans are accomplished inventors, tinkerers, and Engineers. They also engage in many traditional industries that have allowed them to survive on Nexus, such as farming, lumbering, and mining.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 12,
  "headline": "Religion",
  "content": "<p>The Exile humans have no organized religion. Instead they gather to share and recite the true oral history of their people in chronicle houses, just as they did on the Cassus of old.</p><p>Prior to the Vigilant Declaration, the Dominion didn’t have an official religion it expected all subjects embrace. Cassian religious life was mostly secular, centering on local chronicle houses where citizens would gather to hear chroniclers recite the ancient stories of their ancestors. Chronicle houses were often seen as the central social hub of a Cassian settlement, and chroniclers often became pillars of the community, settling disputes, offering advice or guidance, and officiating communal ceremonies.</p><p>Most Chronicle houses on Cassus were destroyed or remade in the wake of the Vigilant Declaration - a fact which led to the start of the Cassian Civil War. But on Nexus, the Exiles have reestablished the ancient tradition, and Chronicle houses can be found in many Exile communities.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 16,
  "headline": "Communities",
  "content": "<p>Exile human communities are democratic, with mayors and other officials elected to power by the people. This practice has roots in the ancient Cassian Commonwealth that existed long before the Dominion, and favors a grassroots political ideology that emphasizes local government.</p><p>Communities vote for their own leaders, including peacekeepers to maintain law and order and a chief mechanic to upkeep their equipment. Most personal disputes are mediated by the chroniclers, who serve as mix of sage, priest, and historian. They also officiate weddings and funerals. In the rare case that a higher authority is needed, the mayor may call in assistance from an itinerant Judge – the final authority in the Exile judicial system.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 17,
  "headline": "Relations",
  "content": "<h2>Aurin</h2>Exile humans respect the Aurin, and consider their knowledge about the natural world extremely valuable—though they often argue about the proper use of land for agricultural and industrial pursuits.<h2>Granok</h2>Exile humans have much in common with Granok. Both races share similar senses of humor, a bold fighting spirit, and a burning hatred for the Dominion.<h2>Mordesh</h2>Exile humans have learned to look past the deformities of the Contagion and respect and value the Mordesh, whose valuable intelligence gathering skills have allowed them to stay one step ahead of the Dominion.<h2>Cassians</h2>Exile humans hate the Cassian humans of the Dominion. Both sides agree reconciliation is impossible.<h2>Luminai</h2>Exile humans hate Cassians, but absolutely despise the Luminai, who declared themselves the children of gods.<h2>Mechari</h2>Exile humans have never trusted the Mechari, or forgiven their part in creating both the Dominion and the Vigilant Church. Their cold, calculating nature is the polar opposite of Exile humans' personalities.<h2>Draken</h2>Many Exile humans hold an abiding visceral fear of the Draken, but their stubborn nature and courageous spirit allows them to face down those fears on the battlefield.<h2>Chua</h2>Exile humans consider the Chua dangerous and unpredictable, but admire their technological prowess.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 18,
  "headline": "Faction",
  "content": "<p>Humans are the heart and soul of the Exiles, and their excitement and positive attitude about their new home is infectious. As such they are highly respected by all of the members of their faction.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 19,
  "headline": "Glossary",
  "content": "<p>In addition to the usual distinctive terms and phrases, Exile humans use many unique colloquialisms, including some no longer used by Cassians of the Dominion. These include:</p><h2>Accord</h2>Short for an agreement between two individuals (formal or informal—like \"making a deal.\") Most famously used in \"the Exile Accords,\" the agreement forged by Exile humans and others that binds the Exiles together.<h2>Chronicles</h2>Official histories told by chroniclers. Considered more authoritative than mere tales told by typical Exile humans.<h2>Critters</h2>Chua.<h2>Emperor's ___</h2>An adjective that can be added to anything (often in a sly or ironic manner) to make it unlikable or bad, often used to get a dig at the Luminai masters of the Dominion—similar to the way the English call STDs \"French\" and the French call them \"English\" or \"Spanish.\" Common examples: \"Emperor's kiss\" for a punch in the face or a lash of the whip, \"Emperor's ale\" for foul water, \"Emperor's breeze\" for a foul odor, or \"the Emperor's thanks\" for a cold-blooded murder.<h2>Findings</h2>Investigative hearings that replace criminal trials in Exile human society. Ends with a telling.<h2>Ghoulie</h2>A Mordesh.<h2>Hornheads</h2>Draken.<h2>Stars, the</h2>Used in place of \"god\" or \"gods\" in colloquialisms. E.g., \"Thank the stars.\" (\"Thank God.\") or \"Stars blast them to pieces.\" (\"God damn it.\") Never to be used with \"my\" as in \"oh, my stars.\"<h2>Tales</h2>Stories based in truth, but which might have exaggerations for dramatic or comic effect. Used colloquially to mean \"lies.\"<h2>Telling</h2>A recounting of a true chronicle by a chronicler. Part of many other rituals and traditions, such as criminal justice, weddings, and funerals.",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/human/",
  "sourcetype": "loremageddon"
},{
  "scope": 13,
  "headline": "The Exile Judges",
  "content": "<p>There are rare cases when an Exile community is unable to solve a difficult internal situation—and in those cases they will call for a Judge. Although not governed by any established law, a Judge is expected to assess the situation in light of how the particular community operates, and to then take action and pass his judgment accordingly. Although most Judges are both fair and wise, their administration of justice is often swift and brutal. Given that, Judges are often feared even by those communities that call for their help. In the lawless territories of the Exiles, these individuals serve as judge, jury, and executioner.</p><p>Judges are not part of a larger organized group. Becoming a Judge is, more often than not, an ongoing process that includes gaining the trust of local communities over a number of years. Oftentimes, a Judge will travel with a number of Justices—less experienced individuals who are aspiring to become a Judge. Most Judges are nomadic, staying on the move, maintaining their objectivity through limited contact with any one community. In Exile territories, it is not uncommon to encounter a wandering Judge awaiting the call for his services.</p><p>Judges carry with them large volumes that chronicle the various cases over which they have presided, and they can often be found reading though them during investigations and when passing final judgment.</p><p>There are a number of judges that, because of their experience and their standing with multiple communities—sometimes even planet-wide—achieve the unofficial title of 'High Judge.' The number of Exile High Judges is relatively small, and all of them are universally respected by Judges and Justices alike. In complex or difficult situations, a Judge might seek the advice of a High Judge, hoping to benefit from the High Judge's deeper experience and wisdom.</p><p>Judges usually have relationships with the individuals who are responsible for policing Exile communities—such as Peacekeepers in Exile townships. In most cases, these individuals welcome the help of Judges—but conflicts are not unknown. The best Judges know how to deal with such conflicts—and do so in ways that are the most helpful to the community. That being said, Judges take their responsibilities very seriously, and will not tolerate any interference with their work. This could mean incarcerating troublemakers, or, in the most extreme cases, eliminating them from the equation.</p><p>The Judges are chosen and trained in the Hall of Judgment. There is a High Court in the Hall that presides over important cases that local Judges are unable to resolve. The High Judge Bron Kellick presides over this court, and—as the most seasoned Exile Judge—serves as the de facto leader for those of his kind.</p>",
  "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
  "sourcetype": "loremageddon"
},
  {
    "scope": 15,
    "headline": "About Thayd",
    "content": "<p>Thayd is, in fact, the remnants of an ancient Osun city. Though the history of Thayd has not been fully explored by the Exiles, archaeologists from the XAS have pieced together a few tidbits. For one, Thayd was one of the most populous Osun settlements on Nexus. It appears as if the Osun rebelled against the Eldan at some point, and Thayd was laid to ruin in the ensuing conflict. The Osun citizens either fled the wrath of the Eldan or died defending the city.</p><p>As to the name, the story goes that Dorian Walker discovered the ruins shortly after arriving on Nexus. During his survey of the city's remains, he discovered a datacube that identified the city as \"Kel Thayud\". When he reported to the Exiles and named several possible locations for their future capital city, he mispronounced the city's name as \"Kel Thayd\". Eventually the name was shortened to \"Thayd\", and the rest is history.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
    "sourcetype": "loremageddon"
  }
]