[
  {
    "index": 0,
    "headline": "Spellslinger: The Void",
    "content": "<p>The Void is the name given to a mysterious nether dimension that Spellslingers long ago learned to access and manipulate during combat. Once thought to have been discovered by ancient Cassians, archaeological discoveries indicate that the Eldan were also aware of its existence, and their teleporter technology appears to access the Void to move matter instantly from place to place.</p><p>In order to access the Void, Spellslingers use their mag pistols as focus objects in conjunction with ancient and powerful symbols called sigils. In the distant past, laypersons called these sigils \"spells\" - hence the moniker \"Spellslinger\" for this venerable discipline.</p><p>It is generally unsafe to stay in the Void for too long - and indeed, many legends tell of Spellslingers who slipped into the Void and were never seen again. That being said, it is a useful tool for combat, allowing Spellslingers to teleport from one location to another, to instantaneously switch locations with an enemy, or to completely disappear for strategic reasons or escape. Using the correct sigils, they are also able to draw energy from the Void, using it to protect and heal themselves and their allies when necessary.</p><p>While Spellslingers can access and use the Void in their martial discipline, and the Eldan employed it for technological purposes, little has been definitively learned about the properties of the Void itself. Within the Void, technology functions erratically if at all, so scans taken by bots or handheld datachrons have proven largely unreliable. Given the fact that Spellslingers are able to draw energy from the Void, scientists have theorized that perhaps it represents a kind of primal sub-dimensional plane - but given the difficulties inherent in studying it, such postulations cannot be proven by existing scientific techniques.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  }
]