[
  {
    "index": 0,
    "headline": "The Snarfelynx",
    "content": "<p>Native to the planet Lagos, homeworld of the Lopp, the snarfelynx is a somewhat rotund feline species which evolved an unusual method of flight. They possess inflatable air bladders which allow them to float through the air while they vent other gasses to propel themselves forward with surprising alacrity. Lopp scientists believe the felines developed this ability to help carry their equally tubby young from place to place as they are carried inside the snarfelynx's elastic, inflatable cheeks. With training, this parenting instinct has been adapted to serve a more practical purpose - the transportation of a humanoid passenger.</p><p>All snarfelynx on Nexus are descended from a few breeding pairs brought by Lopp far-traders from Lagos, who were forced to place the creatures in hypersleep to get them aboard starships (snarfelynx do not like tightly enclosed spaces). Snarfelynx fur coloring is typical of creatures from Lagos and includes the same general hues as the Lopp themselves.</p><p>Snarfelynx could only have evolved on a planet like Lagos, where airborne predators are virtually nonexistent. Their unique method of flight would make them easy pickings for any large flying creatures - indeed, even the Lopp once hunted them as prey long before they attempted to domesticate them. Most predators on Lagos, however, cannot fly, meaning the snarfelynx's slow, long flights are a perfect survival mechanism. While lean, feathered avians typically burn a lot of energy for shorter flights, wild snarfelynx are known to stay in the air for weeks at a time, protecting themselves and their young from ground-based attack while their considerable fat stores provide nutrition and energy along the way.</p>",
    "source": "http://www.wildstar-online.com/en/game/loremageddon/#science",
    "sourcetype": "loremageddon",
    "expanded": true
  },
  {
    "index": 1,
    "headline": "Snarfelynx: What was the original name for the Snarfelynx?",
    "content": "<p>We had a HUGE list of possible names. Pappy picked the one he wanted and we all submitted to his authority like dogs.</p>",
    "source": "https://twitter.com/Anhrez/status/710194198683627520",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 2,
    "headline": "Are rowsdowers, in fact, disguised Eldan?",
    "content": "<p>Cut one open and find out! (Official answer: No!)</p>",
    "source": "https://twitter.com/Fyrsey/status/710187171634925568",
    "sourcetype": "twitter",
    "expanded": true
  },
  {
    "index": 3,
    "headline": "If left unharmed by outside forces, what's the average lifespan of a Veggie? How old is/was the oldest?",
    "content": "<p>Given the fact that most veggies are grown and raised for food, no one is quite sure what they maximum life expectancy is.</p><p>Honestly, I can only guess at how long veggies live. I mean, how long does a RL carrot last once you pick it?</p><p>All that being said, I'd estimate veggies don't live more than a year or two.</p>",
    "source": "https://twitter.com/Kaeret_WS/status/710185149246349312",
    "sourcetype": "twitter",
    "expanded": true
  }
]